let contract = `第一条 房屋租赁情况及登记备案
房屋租赁用途：居住；
每间房屋居住人不得超过2人，且居住人员年龄需为6周岁以上（含6周岁）55周岁以下（含55周岁），整租除外。甲乙双方应按照相关法律、法规的规定，签订房屋出租智能合约。乙方应按相关法律、法规的规定录入住宿登记信息，以便完成后续的信息上链。

第二条 租金
（一）乙方应以网上在线支付方式将租金及其他费用直接汇入甲方指定的专用支付账户。因乙方原因确不能以网上在线支付方式付款的，乙方应及时联系甲方经办人，由其协助处理。因乙方原因造成逾期支付租金的，乙方自行承担因此造成的任何经济损失。
（二） 以后支付房租应在付款期末前5天支付。
第三条 其他相关费用
租赁期限内的费用具体包括：（1）水费（2）电费（3）电话费（4）供暖费（如房屋的供暖方式为自采暖，供暖费由乙方承担，且乙方须正确使用自采暖设备，以免出现设备冻裂情况，详见使用手册）（5）燃气费（6）物业管理费（公共区域照明费等应由房屋实际使用人承担的除外）（7）房屋租赁税费（8）卫生费（如物业垃圾清运费等应由房屋实际使用人承担的费用）（9）楼体区域照明费（10）公共区域保洁费（每月两次公共区域保洁）。上述费用中的（4）、（6）和（10）项由甲方承担，（1）、（2）、（3）、（5）、（7）、（8）和（9）项由乙方承担。
第四条 房屋维护与维修
（一）甲方应保证房屋的建筑结构和设备设施符合建筑、消防、治安、卫生等方面的安全条件，不得危及人身及财产安全；乙方应遵守国家法律法规、市区级管理规定及该房屋所在小区的物业管理规约，严禁在房屋内摆放易燃、易爆、剧毒等危险、违禁物品，或持有法律、法规禁止的各类物品。 
（二）租赁期限内，乙方按时支付维修金的，甲方承担房屋及附属物品、设备设施因老化产生的维护、维修事宜（不含乙方自带物品、设备设施），甲方有权根据房屋及附属物品、设备设施的实际情况设定维修方案，具体方案以甲方和实际维修商共同出具的房屋维修 鉴定方案表为准，维修标准详见附件五《维修项目列表》；乙方承担房屋及附属物品、设备设施因使用不当或人为造成的维护、维修事宜，经甲方维修的，乙方独立承担全部费用。如维护维修项目不在前述范围之内，应依据谁导致谁承担的原则，由甲乙双方另行协商解决。      （三）租赁期限内，甲乙双方应共同保障房屋及其附属物品、设备设施处于适用和安全的状态。乙方应维护房屋既有的设备和设施的正常使用，如需调整的，应事先征得甲方的书面同意，因乙方保管不当或不合理使用，致使该房屋及附属物品、设备设施发生损坏、故障或丢失的（包括公共区域内的设备设施），乙方应负责维修、承担维修费用或承担相应赔偿责任（维修范围内无法界定的共用设施维修责任由共用设施的全体承租人共同承担），甲方有权从押金中扣除前述相关费用，不足部分由乙方承担赔偿责任。
（四）双方确认，租赁期间因乙方原因导致第三方遭受人身、财产损失（包括但不限于同住租户、甲方工作人员等）的，乙方独立承担因此产生的责任及损失。 
（五）租赁期限内，甲方对房屋进行维护、维修时，乙方须予以配合。如因乙方怠于或拒绝配合， 导致甲方无法及时维护、维修的，由此产生的一切损失（包括但不限于租金损失、违约责任以及由此给甲 方造成的其他损失等）均由乙方承担。 

第五条 房屋的交付及返还　　
(一)交付：甲方应于签约日将房屋按约定条件交付给乙方。《房屋附属设施、设备清单》经双方交验签字盖章并移交房门钥匙后视为交付完成。　　
(二)返还：租赁期满或合同解除后，乙方应返还该房屋及其附属设施。甲乙双方验收认可后在《房屋附属设施、设备清单》上签字盖章。甲乙双方应结清各自应当承担的费用。乙方添置的新物可由其自行收回，而对于返还后该房屋内乙方未经甲方同意遗留的物品，甲方有权自行处置。　　
　
第六条 合同解除     （一）甲乙双方协商一致，可以解除本合同。
 （二）因不可抗力、政府行为（如政府部门要求调整房屋现有户型）、行政命令、裁定判决执行等原因导致本合同无法继续履行的，本合同自行解除，双方互不承担任何违约责任。 
（三）甲方有下列情形之一的，乙方有权单方解除合同： 
   1.延迟交付房屋达（含）十五日的； 
   2.拒绝承担约定的维修义务，致使乙方无法正常使用房屋的。
第七条 合同争议的解决办法　　
本合同项下发生的争议，由双方当事人协商解决或申请调解解决;协商或调解不成的，依法向人民法院起诉，或按照另行达成的仲裁条款或仲裁协议申请仲裁。　　
第八条 其他约定事项　
本合同经甲乙双方签字盖章后生效。本合同(及附件)一式两份，其中甲方执1份，乙方执1份。本合同生效后，双方对合同内容的变更或补充应采取书面形式，作为本合同的附件。附件与本合同具有同等的法律效力。
`

module.exports = contract